
# Packages

# Fonts




# Brewfile
tap "FelixKratz/formulae"
tap "omnisharp/omnisharp-roslyn"
tap "deviceinsight/packages"
tap "nikitabobko/tap"

# Core CLI tools
brew "zsh"
brew "git"
brew "direnv"
brew "mise"
brew "neovim"
brew "fzf"
brew "ripgrep"
brew "atuin"
brew "starship"
brew "btop"
brew "tmux"
brew "lazygit"
brew "jq"
brew "yq"
brew "gh"
brew "stow"
brew "stern"
brew "tree"


# GNU tools (replace macOS POSIX)
brew "coreutils"
brew "gnu-sed"
brew "gnu-tar"
brew "gawk"
brew "findutils"
brew "grep"

# AWS
brew "awscli"
brew "aws-vault"
brew "aws-sso-cli"

# Kubernetes & IaC
brew "kubectl"
brew "kustomize"
brew "helm"
brew "terraform"
brew "k9s"

# Container & Docker
brew "docker-compose"
brew "docker-buildx"
brew "docker-credential-helper"

# Kafka
brew "kafkactl", args: ["with-aws-plugin"]

# Dev tools
brew "lua"
brew "sketchybar"
brew "borders"
brew "ical-buddy"
brew "jj"
brew "lazyjj"
brew "omnisharp-mono"
brew "dive"
brew "watch"

# Casks (GUI apps)
cask "nikitabobko/tap/aerospace"
cask "obsidian"
cask "vmware-fusion"
cask "dbeaver-community"
cask "background-music"
brew "nowplaying-cli"
brew "switchaudio-osx"
cask "docker"

cask "font-jetbrains-mono-nerd-font"
