{
  "CopilotChat.nvim": { "branch": "canary" },
  "LuaSnip": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "editorconfig.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "git-worktree.nvim": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "hererocks": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "omnisharp-extended-lsp.nvim": { "branch": "main" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
