adoptopenjdk11
aerospace
alacritty
amethyst
aws-vault
font-fira-code
font-hack
font-hack-nerd-font
intellij-idea-ce
iterm2
karabiner-elements
macmediakeyforwarder
marta
microsoft-remote-desktop
podman-desktop
postman
powershell
pycharm-ce
rectangle
session-manager-plugin
visual-studio-code
x2goclient
