abseil
act
actionlint
aom
aribb24
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-gcc@8
asciinema
aspell
autoconf
automake
avr-binutils
avr-gcc@8
avrdude
avro-c
aws-simple-ec2-cli
aws-sso-tools
awscli
bash
bazelisk
berkeley-db@5
black
boost
bootloadhid
borders
brotli
btop
buf
c-ares
ca-certificates
cairo
capstone
cargo-lambda
certifi
cffi
cfn-lint
chezmoi
cjson
clang-format
cmake
confuse
cryptography
ctags
cue
curl
dagger
dav1d
dfu-programmer
dfu-util
direnv
dive
docker-credential-helper
docutils
dtc
fd
ffmpeg
flac
fontconfig
freetype
frei0r
fribidi
fzf
gd
gdbm
gdk-pixbuf
gettext
gh
giflib
git
glib
gmp
gnupg
gnutls
goreleaser
gpgme
graphite2
graphviz
grep
gts
hadolint
harfbuzz
hatch
helm
hey
hid_bootloader_cli
hidapi
highway
icu4c
imath
ipython
isl
jansson
jasper
jira-cli
jpeg-turbo
jpeg-xl
jq
json-c
jupyterlab
k6
k9s
kcat
kompose
kotlin
ktlint
kustomize
lame
lazydocker
lazygit
leptonica
libarchive
libass
libassuan
libavif
libb2
libbluray
libevent
libftdi
libgcrypt
libgit2@1.7
libgpg-error
libidn2
libimagequant
libksba
libmicrohttpd
libmpc
libnghttp2
libogg
libpng
libraqm
librdkafka
librist
librsvg
libsamplerate
libserdes
libslirp
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtool
libunibreak
libunistring
libusb
libusb-compat
libuv
libvidstab
libvmaf
libvorbis
libvpx
libwebsockets
libx11
libxau
libxcb
libxdmcp
libxext
libxpm
libxrender
libyaml
libzip
little-cms2
llvm
localstack-cli
lua
lua-language-server
lua@5.3
luarocks
lz4
lzlib
lzo
m4
make
maven
mbedtls
mdloader
mpdecimal
mpfr
mpg123
nbdime
ncurses
netpbm
nettle
ninja
node
npth
oniguruma
opencore-amr
openexr
openjdk
openjdk@11
openjpeg
openldap
openssl@3
opus
p11-kit
pandoc
pango
pcre
pcre2
perl
pillow
pinentry
pipx
pixman
pkg-config
protobuf
pycparser
python-certifi
python-lsp-server
python-websocket-client
python@3.10
python@3.11
python@3.12
python@3.9
qemu
qmk
rav1e
readline
ripgrep
rtmpdump
rubberband
ruby
rust
scmpuff
sdl2
shellcheck
sketchybar
skopeo
snappy
spacebar
speex
sponge
sqlcmd
sqlite
srt
stackit
stern
stow
svt-av1
tcl-tk
teensy_loader_cli
terrascan
tesseract
tfenv
tflint
theora
tldr
tmux
trivy
ttyd
unbound
utf8proc
uv
vde
vhs
virtualenv
watch
webp
weechat
wget
wimlib
wrk2
x264
x265
xorgproto
xvid
xz
yabai
yajl
yamllint
yq
z3
zeromq
zig
zimg
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zstd
adoptopenjdk11
aerospace
alacritty
amethyst
aws-vault
font-fira-code
font-hack
font-hack-nerd-font
intellij-idea-ce
iterm2
karabiner-elements
macmediakeyforwarder
marta
microsoft-remote-desktop
podman-desktop
postman
powershell
pycharm-ce
rectangle
session-manager-plugin
visual-studio-code
x2goclient
